[
  {
    "name": "Sofá-Cama 2 Lugares Casal Génova Azul",
    "slug": "",
    "price": 1699.98,
    "description": "Alguma dúvida de que um móvel como o Sofá-Cama Génova é capaz de dar um novo visual para o seu ambiente? Seja na sala de estar, no escritório ou no quarto, ele se adapta muito bem às suas necessidades e ainda dá um toque charmoso para o ambiente. A estrutura aconchegante combinada com os pés palito é ótima para você se sentar, assistir à televisão, ler um livro ou espairecer no dia a dia. Mas se precisar tirar um cochilo ou se for receber visitas em casa, basta abrir os zíperes que guardam os pés para transformá-lo em uma cama. Show, né? Ah, ele ainda tem essa linda cor azul para ser o toque final da decoração.",
    "color": "azul",
    "sku": "",
    "specifications": "",
    "category": "Living Room",
    "img": "./src/assets/Keva-SofC3A1-Cama-2-Lugares-Casal-GC3A9nova-Azul-3355-916355-1-zoom.jpg"
  },
  {
    "name": "Rack Ipiranga Madeira Maciça Amêndoa e Preto 120 cm",
    "slug": "",
    "price": 1123.64,
    "description": "Moderno é uma característica excelente para definir o Rack Ipiranga. A caixa robusta em madeira maciça combinada com os pés discretos resulta em uma criação extremamente charmosa e atraente, conferindo todo o bom gosto que a sua casa merece. Estruturalmente, o móvel conta com nichos para aparelhos eletrônicos, gavetas para você guardar seus itens e ainda suporta uma televisão de até 48 polegadas. De quebra, os tons da madeira e os detalhes escuros são ótimos benefícios na hora de personalizar o espaço. Curtiu?",
    "color": "madeira",
    "sku": "",
    "specifications": "",
    "category": "Living Room",
    "img": "./src/assets/Keva-Rack-Ipiranga-Madeira-MaciC3A7a-AmC3AAndoa-e-Preto-120-cm-3642-446955-1-zoom.jpg"
  },
  {
    "name": "Tapete Essential I (200x300) Camelo Apaeb",
    "slug": "",
    "price": 467.32,
    "description": "Com trama diferenciada e cores modernas, esse tapete se encaixa perfeitamente em qualquer estilo de decoração. Ele é ideal para dar um aspecto diferenciado ao visual da casa e transformar a sala de jantar e sala de estar em um espaço extremamente aconchegante e agradável. Fabricado em fibra de sisal, material biodegradável e ecologicamente correto que agrega modernidade e beleza à composição do ambiente. Com dimensão de 200x300cm, ele foi pensado para oferecer praticidade ao dia a dia, pois pode ser limpo facilmente com água e sabão ou com o uso do aspirador de pó. O tapete Essential camelo é produzido pela Apaeb, empresa que se preocupa em oferecer produtos de qualidade e com a preservação do meio ambiente. Ela tem como uma das principais matérias-primas a fibra de sisal, produto natural que se decompõe sem poluir a natureza.",
    "color": "marrom",
    "sku": "",
    "specifications": "",
    "category": "Living Room",
    "img": "./src/assets/Sisal-Tapete-Essential-I-28200x30029-Camelo-Apaeb-4858-64963-1-zoom.jpg"
  },
  {
    "name": "Guarda-Roupa Casal Ana 6 PT 4 GV Branco 240 cm",
    "slug": "",
    "price": 1271.53,
    "description": "Item necessário para o bom funcionamento do quarto, o Guarda-Roupa Ana é o móvel ideal para que a arrumação do ambiente fique em dia. Equipado com 6 portas e 6 gavetas, ele tem compartimentos para vestuário, calçados, acessórios, cosméticos e até caixas organizadoras - tudo para garantir que peças fundamentais à sua rotina estejam sempre à mão. De quebra, o visual robusto com coloração tradicional a esse tipo de mobiliário oferece sofisticação e bom gosto para a decoração do seu espaço. Só benefícios para um lar incrível como o seu ;)",
    "color": "",
    "sku": "branco",
    "specifications": "",
    "category": "Bed Room",
    "img": "./src/assets/Mobly-Guarda-Roupa-Casal--Ana-6-PT-4-GV-Branco-240-cm-2800-969877-1-zoom.jpg"
  },
  {
    "name": "Colchão Casal Guldi Dream Mola Ensacada (30x138x188) Cinza e Branco",
    "slug": "",
    "price": 1953.26,
    "description": "Dormir bem é importante para nossa qualidade de vida, né? Para ter noites de sono revigorantes, aposte no Colchão Guldi Dream. Com estrutura em molas ensacadas, ele tem ótima estabilidade e, além do enchimento em espuma D29, também conta com camada de espuma viscoelástica e lâmina de látex, unindo tecnologias modernas que deixam o corpo à vontade. Por fora, esse modelo tem topo em tecido de toque agradável e macio, enquanto o fundo é com tecido não tecido antiderrapante. Ah, o colchão Guldi é embalado a vácuo e chega na sua casa enroladinho, facilitando o primeiro transporte! É ou não cheio de benefícios? :)",
    "color": "cinza e branco",
    "sku": "",
    "specifications": "",
    "category": "Bed Room",
    "img": "./src/assets/Guldi-ColchC3A3o-Casal-Guldi-Dream-Mola-Ensacada-2830x138x18829-Cinza-e-Branco-2523-6648901-1-zoom.jpg"
  },
  {
    "name": "Base para Cama Box Queen Martin Premium com Baú Suede (45x158x198) Bege",
    "slug": "",
    "price": 1059.04,
    "description": "Já que dormir é um momento importante para o dia, nada mais justo do que ter uma cama que te receba da melhor forma, não é? Para aliar o uso do seu colchão dos sonhos, a Base Box Martin Premium é a companhia perfeita! Revestida em suede, ela dá um toque discreto para a decoração, enquanto a estrutura em madeira de reflorestamento é ideal para o uso constante. Ah, a peça também ajuda na hora de organizar o cômodo: por contar com baú, ela te oferece espaço interno para lençóis, edredons, travesseiros ou outros itens que não possuem um lugar certo e acabam ficando espalhados pelo quarto. Uma forma fácil de aprimorar as suas noites de sono e deixar seu dormitório mais prático para a rotina.",
    "color": "marrom",
    "sku": "",
    "specifications": "",
    "category": "Bed Room",
    "img": "./src/assets/Mobly-Base-para-Cama-Box-Queen-Martin-Premium-com-BaC3BA-Suede-2845x158x19829-Bege-2228-146335-1-zoom.jpg"
  },
  {
    "name": "Conjunto com 2 Cadeiras Bock Azul",
    "slug": "",
    "price": 651.08,
    "description": "Cadeiras são essenciais, seja para acompanhar uma mesa ou ter uso solo no ambiente. E, claro, ela precisa ter um visual convidativo para manter o seu espaço aconchegante. Composto por 2 peças com design exclusivo, o Conjunto Bock é ideal para sala de jantar, estar, área gourmet ou outro cômodo em que necessitar de um assento extra. Além do enchimento no assento e no encosto, elas são revestidas em linho para agregar ainda mais valor ao seu mobiliário. Ah, de quebra, a cor azul deixa a sua decoração cheia de bom gosto e pronta para qualquer combinação que quiser fazer ;)",
    "color": "azul",
    "sku": "",
    "specifications": "",
    "category": "Dining Room",
    "img": "./src/assets/Keva-Conjunto-com-2-Cadeiras-Bock-Azul-5301-545088-1-zoom.jpg"
  },
  {
    "name": "Conjunto Sala de Jantar Madesa Luana Mesa Tampo de Madeira com 4 Cadeiras - Rustic/Pérola",
    "slug": "",
    "price": 416.49,
    "description": "O Conjunto de Jantar Luana da Madesa chegou como uma grande opção para você que procura ganho de espaço no ambiente, sem perder em conforto e design. A mesa retangular acomoda até quatro pessoas. O tom amadeirado agrega beleza ao produto e combina com os mais variados ambientes. Muito práticas, as cadeiras são fabricadas em MDF e MDP, com encosto em pintura e assento estofado. O acabamento é em Pintura Poliéster de alta resistência que consiste na aplicação de 7 camadas de proteção resistentes a álcool, água e calor. A pintura é ecológica, isenta de vapores que vão para a atmosfera.",
    "color": "madeira",
    "sku": "",
    "specifications": "",
    "category": "Dining Room",
    "img": "./src/assets/Madesa-Conjunto-Sala-de-Jantar-Madesa-Luana-Mesa-Tampo-de-Madeira-com-4-Cadeiras---Rustic2FPC3A9rola-7353-476077-1-zoom.jpg"
  },
  {
    "name": "Cristaleira Retrô 2 PT 2 GV Branca Gelo",
    "slug": "",
    "price": 585.53,
    "description": "Mais do que um móvel para guardar copos, taças e utensílios domésticos em geral, a cristaleira já se tornou a queridinha de muitos espaços. Se antes ficava restrita à sala de jantar, ela passou a ser adaptada para o quarto, cozinha e até mesmo escritórios. E se você quer levar mais charme para a sua casa, o modelo Retrô é a escolha perfeita! A caixaria robusta e os pés palito formam uma combinação ideal para que seu ambiente fique bem decorado, necessitando apenas do seu toque pessoal pra deixar o lar-style do jeitinho que sempre quis. Ótima opção, não é?",
    "color": "branco",
    "sku": "",
    "specifications": "",
    "category": "Dining Room",
    "img": "./src/assets/Movelbento-Cristaleira-RetrC3B4-2-PT-2-GV-Branca-Gelo-2981-306265-1-zoom.jpg"
  },
  {
    "name": "Cadeira de Escritório Diretor Giratória Oslo Preta",
    "slug": "",
    "price": 356.98,
    "description": "Precisando de uma cadeira confortável para o seu ambiente de trabalho? Conte com a Cadeira de Escritório Oslo. Ela é ideal para proporcionar charme e bom gosto para a decoração, deixando você muito mais à vontade para realizar as tarefas do dia. Com rodízios e regulagem de altura, ela facilita a sua movimentação e se adapta à sua necessidade.",
    "color": "preta",
    "sku": "",
    "specifications": "",
    "category": "Office",
    "img": "Mobly-Cadeira-de-EscritC3B3rio-Diretor-GiratC3B3ria-Oslo-Preta-1020-237213-1-zoom.jpg"
  },
  {
    "name": "Escrivaninha Wooden Amêndoa e Preta",
    "slug": "",
    "price": 560.98,
    "description": "O que acha da decoração industrial? A Escrivaninha Wooden é uma boa opção para quem pensa em abusar desse estilo. A combinação entre tubos pretos e a madeira em evidência é um traço marcante da tendência e funciona também como destaque em decorações onde o estilo mais urbano predomina, afinal, na sua casa, o especialista em decoração é você.",
    "color": "Wooden Amêndoa e Preta",
    "sku": "",
    "specifications": "",
    "category": "Office",
    "img": "./src/assets/Keva-Escrivaninha-Wooden-AmC3AAndoa-e-Preta-8490-794115-1-zoom.jpg"
  },
  {
    "name": "Estante Dijon 2 PT 2 GV Freijó e Preta 216 cm",
    "slug": "",
    "price": 1125.36,
    "description": "",
    "color": "Freijó e preta",
    "sku": "",
    "specifications": "",
    "category": "Office",
    "img": "./src/assets/Pradel-Estante-Dijon-2-PT-2-GV-FreijC3B3-e-Preta-216-cm-4726-389087-1-zoom.jpg"
  }
]
